tap "homebrew/bundle"

brew "colima"
brew "docker"
brew "fzf"
brew "htop"
brew "neovim"
brew "ripgrep"
brew "skaffold"
brew "tmux"
brew "node"
brew "lazygit"
tap "sdkman/tap"
brew "sdkman-cli"
brew "pngpaste"
brew "tmuxinator"
brew "tldr"

# Python stuff
brew "python3"
brew "poetry"

brew "just"
# This package needed to support copying from tmux to system clipboard
brew "reattach-to-user-namespace"
#K8S stuff
tap "argoproj/tap"
brew "kubectl-argo-rollouts"
brew "kubectl"
brew "kubectx"
brew "kube-ps1"
brew "k9s"
#Cask apps
cask "google-cloud-sdk"
cask "insomnia"
cask "alfred"
cask "google-chrome"
cask "iterm2"
cask "intellij-idea"
# vim: set filetype=ruby :
