tap "homebrew/bundle"

# Essential thingies
brew "colima"
brew "docker"
brew "fzf"
brew "htop"
brew "neovim"
brew "ripgrep"
brew "skaffold"
brew "node"
brew "lazygit"
tap "sdkman/tap"
brew "sdkman-cli"
brew "pngpaste"
brew "tldr"
brew "bat"
brew "wget"
brew "zoxide"
brew "eza"
brew "just"
brew "jq"

# Tmux
brew "tmux"
brew "tpm"
brew "tmuxinator"
# This package needed to support copying from tmux to system clipboard
brew "reattach-to-user-namespace"

# Python stuff
brew "python3"
brew "poetry"

# Window management
brew "yabai"
brew "skhd"

#K8S stuff
tap "argoproj/tap"
brew "kubectl-argo-rollouts"
brew "kubectl"
brew "kubectx"
brew "kube-ps1"
brew "k9s"
#Cask apps
cask "google-cloud-sdk"
cask "insomnia"
cask "alfred"
cask "google-chrome"
cask "intellij-idea"
cask "kitty"

# Fonts
cask "homebrew/cask-fonts"
brew "font-meslo-lg-nerd-font"

# Shell customizations
brew "zsh-syntax-highlighting"
brew "powerlevel10k"
# vim: set filetype=ruby :
