7zip
alsa-lib
base
base-devel
bat
cuda
cuda-tools
dmenu
eza
fzf
git
glmark2
gnome-keyring
grub
i3-wm
i3lock
i3status
kitty
less
linux
linux-firmware
meld
mesa-utils
neovim
networkmanager
nodejs
noto-fonts
npm
nvidia-open
nvidia-utils
nvtop
openssh
python-pip
ripgrep
rofi
seahorse
snapper
sudo
tmux
ttf-dejavu
ttf-font-awesome
ttf-liberation
unzip
uv
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zoxide
zsh
wget
