7zip
alsa-lib
base
base-devel
bat
cliphist
cuda
eza
fzf
git
git-delta
grim
gnome-keyring
greetd
greetd-tuigreet
jq
kanshi
kitty
less
linux
linux-firmware
linux-headers
meld
mesa-utils
neovim
networkmanager
nodejs
noto-fonts
npm
nvtop
openssh
python-pip
ripgrep
seahorse
slurp
snapper
sudo
sway
tmux
ttf-dejavu
ttf-font-awesome
ttf-liberation
unzip
uv
waybar
wget
wl-clipboard
wtype
xorg-xwayland
zoxide
zsh
